"Add" = "增加新詞";
"Delete" = "刪除詞彙";
"Edit Phrase" = "編輯詞彙";
"Edit Reading" = "編輯注音";
"Reload" = "重新載入";
"Import Address Book" = "匯入通訊錄人名";

"Yahoo! KeyKey is not running." = "Yahoo! 奇摩輸入法並不在執行中";
"Since Yahoo! KeyKey is not running, you cannot use the Phrase Editor to alter your phrases." = "因為您沒有執行 Yahoo! 奇摩輸入法，因此無法使用詞彙編程式";

"%d user phrase(s)" = "%d 筆使用者自定詞";
"No user phrases" = "沒有使用者自定詞";
"Progressing..." = "處理中…";

"Error" = "錯誤";
"Export As:" = "匯出為：";
"Export Database" = "匯出資料庫";
"Exporting your own customized phrases database." = "匯出您的自訂詞資料庫";
"Export" = "匯出";
"Done" = "完成";
"OK" = "好";
"Your phrases are successfully exported." = "成功匯出資料庫";
"Error" = "錯誤";
"Unable to export database." = "無法匯出資料庫";
"Import Database" = "匯入資料庫";
"Import customized phrases to your own database." = "匯入您的自訂詞資料庫";
"Choose" = "選用";
"Your phrases are successfully exported." = "成功匯出資料庫";
"Unable to export database." = "無法匯出資料庫";
"If you are not runnung Yahoo! KeyKey, you are not able to export your database." = "如果 Yahoo! 奇摩輸入法不在使用中，您便無法匯出自訂詞資料庫。";
"If you are not runnung Yahoo! KeyKey, you are not able to import your database." = "如果 Yahoo! 奇摩輸入法不在使用中，您便無法匯入自訂詞資料庫。";

"You must select at least one option from \"Import Last + First Name\" and \"Import Fist Name\"." = "您至少要選擇「匯入姓名」或「只匯入名字」其中之一。";

"Your phrases are successfully imported." = "成功匯入資料庫";
"Unable to import database." = "無法匯入資料庫";